Repository: rcaelers/workrave
Catalog: po/*.po
Languages: ka, ta

source: Reconnecting to %s.
ta: %s உடன் மீண்டும் இணைக்கிறது

source: Could not enable network operation.
ta: இணைய செயல்பாட்டை இயக்க முடியவில்லை.

source: Disabling network operation.
ta: இணைய செயல்பாட்டை முடக்குகிறது.

source: Connecting to %s.
ta: %s உடன் இணைக்கிறது.

source: Removing client %s.
ta: கிளையன்ட் %s ஐ நீக்குகிறது.

source: Disconnecting %s
ta: %sஐ துண்டிக்கிறது

source: Client %s is now master.
ta: கிளையன்ட் %s இப்போது முதன்மையானவர்.

source: I'm now master.
ta: நான் இப்போது மாஸ்டர்.

source: Client %s saying hello.
ta: கிளையண்ட் %s ஹலோ கூறுகிறார்.

source: Client %s access denied.
ta: கிளையண்ட் %s அணுகல் மறுக்கப்பட்டது.

source: Client %s is duplicate.
ta: கிளையண்ட் %s நகல்.

source: Client %s signed off.
ta: கிளையண்ட் %s கையொப்பமிட்டுள்ளார்.

source: Client %s is welcoming us.
ta: கிளையண்ட் %s எங்களை வரவேற்கிறார்.

source: Requesting master status from %s.
ta: %s இலிருந்து முதன்மை நிலையைக் கோருகிறது.

source: Client timeout from %s.
ta: %s இலிருந்து கிளையன்ட் நேரம் முடிந்தது.

source: Rejecting master request from client %s.
ta: கிளையன்ட் %s இலிருந்து முதன்மை கோரிக்கையை நிராகரிக்கிறது.

source: Acknowledging master request from client %s.
ta: கிளையன்ட் %s இலிருந்து முதன்மை கோரிக்கையை ஒப்புக்கொள்கிறது.

source: Non-master client %s rejected master request.
ta: முதன்மை அல்லாத கிளையன்ட் %s நிராகரிக்கப்பட்ட முதன்மை கோரிக்கை.

source: Client %s rejected master request, delaying.
ta: கிளையண்ட் %s முதன்மை கோரிக்கையை நிராகரித்தார், தாமதப்படுத்துகிறார்.

source: Client %s is now the new master.
ta: கிளையன்ட் %s இப்போது புதிய மாஸ்டர்.

source: Network operation started.
ta: நெட்வொர்க் செயல்பாடு தொடங்கியது.

source: Accepted new client.
ta: புதிய கிளையன்ட் ஏற்கப்பட்டது.

source: Client %s read error, closing.
ta: கிளையண்ட் %s வாசிப்பு பிழை, மூடுகிறது.

source: Client %s closed connection.
ta: கிளையண்ட் %s இணைப்பு மூடப்பட்டது.

source: Client %s connected.
ta: கிளையண்ட் %s இணைக்கப்பட்டுள்ளது.

source: Could not connect to client %s.
ta: கிளையன்ட் %s உடன் இணைக்க முடியவில்லை.

source: This program assists in the prevention and recovery of Repetitive Strain Injury (RSI).
ka: ეს პროგრამა გეხმარებათ, თავიდან აიცილოთ და გამოკეთდეთ გამეორებადი ტრავმული დაზიანებისგან (RSI).
ta: இந்த நிரல் மீண்டும் மீண்டும் வரும் திரிபு காயத்தின் (மீமீதிகாயம்) தடுப்பு மற்றும் மீட்புக்கு உதவுகிறது.

source: Workrave
ta: பணிவெறி

source: Workrave Applet
ka: Workrave-ის აპლეტი
ta: பணிவெறி பயன்பாடு

source: _Open
ka: _გახსნა
ta: திற

source: _Statistics
ka: _სტატისტიკა
ta: புள்ளிவிவரங்கள்

source: _Preferences
ka: _მორგება
ta: விருப்பங்கள்

source: _Exercises
ka: ვარჯიშ_ები
ta: பயிற்சிகள்

source: _Restbreak
ka: დასასვენებელი _შესვენება
ta: ஓய்வுஇடைவேளை

source: _Mode
ka: რეჟი_მი
ta: முறை

source: _Network
ta: இணையம்

source: _Join
ta: இணை

source: _Disconnect
ta: துண்டி

source: _Reconnect
ta: மீண்டும் இணைக்கவும்

source: _About
ka: _შესახებ
ta: பற்றி

source: _Quit
ka: გასვ_ლა
ta: வெளியேறு

source: Show log
ka: ჟურნალის ჩვენება
ta: பதிவைக் காட்டு

source: Reading mode
ka: წაკითხვის რეჟიმი
ta: வாசிப்பு முறை

source: Normal
ka: ნორმალური
ta: இயல்பு

source: Suspended
ka: შეჩერებულია
ta: இடைநிறுத்தப்பட்டது

source: Quiet
ka: მშვიდი
ta: அமைதி

source: Lock...
ka: დაბლოკვა...
ta: பூட்டு...

source: Lock
ka: ჩაკეტვა
ta: பூட்டு

source: Shutdown
ka: გამორთვა
ta: பணிநிறுத்தம்

source: Suspend
ka: ძილი
ta: இடைநிறுத்து

source: Hibernate
ka: პროგრამული ძილი
ta: உறக்கநிலை

source: Suspend hybrid
ka: ჰიბრიდული რეჟიმი
ta: கலப்பினை இடைநிறுத்து

source: _Skip
ka: _გამოტოვება
ta: தவிர் (_S)

source: _Postpone
ka: _გადადება
ta: ஒத்திவை (_P)

source: You cannot skip this break while another non-skippable break is overdue.
ka: ამ შესვენებას ვერ გამოტოვებთ, რადგან გადაცილებულია სხვა არაგამოტოვებადი შესვენება.
ta: தவிர்க்க முடியாத மற்றொரு இடைவேளை தாமதமாக இருக்கும் போது இந்த இடைவெளியை நீங்கள் தவிர்க்க முடியாது.

source: You cannot postpone this break while another non-postponable break is overdue.
ka: ამ შესვენებას ვერ გამოტოვებთ, რადგან გადაცილებულია სხვა არაგამოტოვებადი შესვენება.
ta: இந்த இடைவேளையை நீங்கள் ஒத்திவைக்க முடியாது, அதே நேரத்தில் ஒத்திவைக்க முடியாத மற்றொரு இடைவேளை தாமதமாக உள்ளது.

source: Daily limit
ka: დღიური ლიმიტი
ta: அன்றாட வரம்பு

source: You have reached your daily limit. Please stop working behind the computer. If your working day is not over yet, find something else to do, such as reviewing a document.
ka: მიაღწიეთ დღიურ ლიმიტს. მორჩით კომპიუტერთან მუშაობას, თუ თქვენი სამუშაო საათები ჯერ არ დასრულებულა, იპოვეთ რამე სხვა საქმე, მაგალითად გადახედეთ დოკუმენტებს.
ta: உங்கள் அன்றாட வரம்பை அடைந்துவிட்டீர்கள். கணினியின் முன்னால் வேலை செய்வதை நிறுத்துங்கள் உங்கள் வேலை நாள் இன்னும் முடிவடையவில்லை என்றால், ஆவணத்தை மதிப்பாய்வு செய்வது போன்ற வேறு ஏதாவது செய்ய வேண்டும்.

source: Debug log
ka: გამართვის ჟურნალი
ta: பிழைத்திருத்த பதிவு

source: Exercises
ka: ვარჯიშები
ta: பயிற்சிகள்

source: Close
ka: დახურვა
ta: மூடு

source: Previous
ka: წინა
ta: முந்தைய

source: Next
ka: შემდეგი
ta: அடுத்து

source: Exercises player
ka: ვარჯიშების მართვა
ta: பயிற்சி வீரர்

source: Previous exercise
ka: წინა ვარჯიში
ta: முந்தைய உடற்பயிற்சி

source: Next exercise
ka: შემდეგი ვარჯიში
ta: அடுத்த பயிற்சி

source: Pause exercises
ka: ვარჯიშების შეჩერება
ta: பயிற்சிகளை இடைநிறுத்தவும்

source: End exercises
ka: ვარჯიშების დასრულება
ta: பயிற்சிகளை முடிக்கவும்

source: Resume
ka: გაგრძელება
ta: தொடரவும்

source: Pause
ka: შეჩერება
ta: இடைநிறுத்தம்

source: Resume exercises
ka: ვარჯიშების გაგრძელება
ta: பயிற்சிகளை தொடரவும்

source: Workrave is still running. You can access Workrave by clicking on the white sheep icon. Click on this balloon to disable this message
ka: Workrave ჯერ კიდევ გაშვებულია. მასთან წვდომა თეთრი ცხვრის ხატულაზე დაწკაპუნებით შეგიძლიათ. ამ შეტყობინების გამოსართავად დააჭირეთ ამ ბუშტს
ta: பணிவெறி இன்னும் இயங்குகிறது. வெள்ளை செம்மறி சின்னத்தை சொடுக்குவதன் மூலம் நீங்கள் பணிவெறியை அணுகலாம். இந்த செய்தியை முடக்க இந்த பலூனை சொடுக்கவும்

source: Workrave failed to start
ta: பணிவெறி தொடங்குவதில் தோல்வியடைந்தது

source: Is Workrave already running?
ta: பணிவெறி இயங்குகிறதா?

source: Workrave is in suspended mode. Mouse and keyboard activity will not be monitored.
ka: Workrave შეჩერებულ რეჟიმშია. თაგუნას და კლავიატურის აქტივობების მონიტორინგი არ ხდება.
ta: பணிவெறி இடைநிறுத்தப்பட்ட பயன்முறையில் உள்ளது. சுட்டி மற்றும் விசைப்பலகை செயல்பாடு கண்காணிக்கப்படாது.

source: Workrave is in quiet mode. No break windows will appear.
ka: Workrave ჩუმ რეჟიმშია. შესვენების ფანჯრები არ გამოჩნდება.
ta: பணிவெறி அமைதியான பயன்முறையில் உள்ளது. இடைவேளை சாளரங்கள் தோன்றாது.

source: Micro-break
ka: მიკროშესვენება
ta: நுண்-இடைவெளி

source: Rest break
ka: შესვენება დასასვენებლად
ta: ஓய்வு இடைவேளை

source: Mode:
ka: რეჟიმი:
ta: முறை:

source: _Rest break
ka: შესვენება დასასვენებლა_დ
ta: ஓய்வு இடைவேளை

source: S_tatistics
ka: ს_ტატისტიკა
ta: புள்ளிவிவரங்கள்

source: _Normal
ka: _ნორმალური
ta: இயல்பு

source: _Suspended
ka: _შეჩერებულია
ta: இடைநிறுத்தப்பட்டது

source: Q_uiet
ka: ჩ_უმად
ta: அமைதி

source: _Reading mode
ka: წაკითხვის _რეჟიმი
ta: வாசிப்பு முறை

source: Please relax for a few seconds
ka: დაისვენეთ რამდენიმე წამით
ta: தயவுசெய்து சில கணங்கள் ஓய்வெடுங்கள்

source: Next rest break in %s
ka: შემდეგი დასვენების შესვენება: %s
ta: %s இல் அடுத்த ஓய்வு இடைவேளை

source: Rest break %s overdue
ka: დასვენების შესვენება გადაცილებულია: %s
ta: ஓய்வு இடைவேளை %s தாமதமானது

source: Daily limit in %s
ka: დღიური ლიმიტი %s-ში
ta: %s இல் அன்றாட வரம்பு

source: Daily limit %s overdue
ka: დღიური ლიმიტი გადაცილებულია: %s
ta: அன்றாட வரம்பு %s தாமதமானது

source: Network connect
ta: பிணையம் இணை

source: Enter the host name and port number of a computer in the network you wish to connect to.
ta: கணினியின் புரவலன் பெயர் மற்றும் துறைமுகம் எண்ணை உள்ளிடவும் நெட்வொர்க்கில் நீங்கள் இணைக்க விரும்புகிறீர்கள்.

source: Host name:
ta: புரவலன் பெயர்

source: Port:
ta: துறைமுகம்:

source: Network log
ta: பிணைய பதிவு

source: Enable networking
ta: நெட்வொர்க்கிங் இயக்கு

source: Username:
ta: பயனர்பெயர்:

source: Password:
ta: கடவுச்சொல்:

source: Allow incoming connections
ta: உள்வரும் இணைப்புகளை அனுமதி

source: General
ka: ზოგადი
ta: பொது

source: Server settings
ta: சேவையக அமைப்புகள்

source: Reconnect attempts:
ta: முயற்சிகளை மீண்டும் இணைக்கவும்:

source: Reconnect interval:
ta: இடைவெளியை மீண்டும் இணைக்கவும்:

source: Advanced
ta: மேம்பட்ட

source: The following list specifies the hosts that Workrave connects to on start-up. Click the host name or port number to edit.
ta: பின்வரும் பட்டியல், வொர்க்ரேவ் இணைக்கும் புரவலர்களைக் குறிப்பிடுகிறது தொடக்க. திருத்த புரவலன் பெயர் அல்லது துறைமுகம் எண்ணைக் சொடுக்கு செய்க.

source: Host name
ta: புரவலன் பெயர்

source: Port
ta: துறைமுகம்

source: Hosts
ta: ஓச்ட்கள்

source: Preferences
ka: მორგება
ta: விருப்பங்கள்

source: Sounds
ka: ხმები
ta: ஒலிகள்

source: Status Window
ka: სტატუსის ფანჯარა
ta: நிலை சாளரம்

source: Applet
ka: აპლეტი
ta: பயன்பாடு

source: Timers
ka: ტაიმერები
ta: காலங்காட்டிகள்

source: User interface
ka: მომხმარებლის ინტერფეისი
ta: பயனர் இடைமுகம்

source: Network
ta: பிணையம்

source: No blocking
ka: დაბლოკვის გარეშე
ta: தடுப்பு இல்லை

source: Block input
ka: შეყვანის დაბლოკვა
ta: தடு உள்ளீடு

source: Block input and screen
ka: ეკრანისა და შეყვანის დაბლოკვა
ta: உள்ளீடு மற்றும் திரையைத் தடு

source: Options
ka: მორგება
ta: விருப்பங்கள்

source: Block mode:
ka: დაბლოკვის რეჟიმი:
ta: தடுப்பு முறை:

source: System default
ka: სისტემის ნაგულისხმევი
ta: கணினி இயல்புநிலை

source: (font not available)
ka: (ფონტი ხელმისაწვდომი არაა)
ta: (எழுத்துரு கிடைக்கவில்லை)

source: Language:
ka: ენა:
ta: மொழி:

source: Start Workrave on logon
ka: Workrave-ის გაშვება სისტემაში შესვლიას
ta: புகுபதிகையில் பணிவெறியைத் தொடங்கு

source: Show system tray icon
ka: სისტემის კუთხეში ხატულის ჩვენება
ta: கணினி தட்டு சின்னத்தைக் காட்டு

source: Icon Theme:
ka: ხატულების თემა:
ta: சின்னம் கருப்பொருள்:

source: Sound Options
ka: ხმის პარამეტრები
ta: ஒலி விருப்பங்கள்

source: No sounds
ka: გამორთე ხმები
ta: ஒலிகள் இல்லை

source: Play sounds using sound card
ka: ხმის დაკვრა ხმის ბარათით
ta: ஒலி அட்டையைப் பயன்படுத்தி ஒலிகளை இயக்கவும்

source: Volume:
ka: ხმა:
ta: ஒலிஅளவு:

source: Sound:
ka: ხმა:
ta: ஒலி:

source: Mute sounds during rest break and daily limit
ka: ხმების დადუმება დასასვენებელი შესვენებისა და დღიური ლიმიტის დროს
ta: ஓய்வு இடைவேளை மற்றும் அன்றாட வரம்பின் போது ஒலிகளை முடக்கு

source: Sound Events
ka: ხმოვანი გაფრთხილებები
ta: ஒலி நிகழ்வுகள்

source: Sound Theme:
ka: ხმის თემა:
ta: ஒலி கருப்பொருள்:

source: Play
ka: დაკვრა
ta: விளையாடு

source: Event
ka: მოვლენა
ta: நிகழ்வு

source: Choose a sound
ka: აირჩიეთ ხმა
ta: ஒலியைத் தேர்ந்தெடு

source: Wavefiles
ka: ხმის ფაილები
ta: அலை கோப்புகள்

source: Use alternate monitor
ka: სხვა ეკრანის გამოყენება
ta: மாற்று கண்காணியைப் பயன்படுத்து

source: Enable this option if Workrave fails to detect when you are using your computer
ka: ჩართეთ ეს პარამეტრი, თუ Workrave-ს არ შეუძლია აღმოაჩინოს, როდის იყენებთ კომპიუტერს
ta: உங்கள் கணினியைப் பயன்படுத்தும் போது பணிவெறி கண்டறியத் தவறினால் இந்த விருப்பத்தை இயக்கவும்

source: Workrave needs to be restarted manually after changing this setting
ka: ამ პარამეტრის შეცვლის შემდეგ Workrave ხელით უნდა გადატვირთოთ
ta: இந்த அமைப்பை மாற்றிய பின் பணிவெறி கைமுறையாக மறுதொடக்கம் செய்யப்பட வேண்டும்

source: Mouse sensitivity:
ka: თაგუნას მგრძნობიარობა:
ta: சுட்டி உணர்திறன்:

source: Number of pixels the mouse should move before it is considered activity.
ka: პიქსელების რაოდენობა, რომელიც უნდა გაიაროს თაგუნამ, რომ ეს აქტივობად ჩაითვალოს.
ta: செயல்பாடாக கருதப்படுவதற்கு முன் சுட்டி நகர வேண்டிய பிக்சல்களின் எண்ணிக்கை.

source: Debug monitoring
ka: გამართვის მონიტორინგი
ta: பிழைத்திருத்த கண்காணிப்பு

source: Default
ka: ნაგულისხმევი
ta: இயல்புநிலை

source: Time for a micro-break?
ka: მიკროშესვენების დროა?
ta: நுண்-இடைவேளைக்கான நேரமா?

source: You need a rest break...
ka: თქვენ დასასვენებლად შესვენება გჭირდებათ...
ta: உங்களுக்கு ஓய்வு இடைவேளை தேவை...

source: You should stop for today...
ka: დღეისთვის უნდა გაჩერდეთ...
ta: இன்றைக்கு நீங்கள் நிறுத்த வேண்டும்...

source: Break in %s
ka: შესვენების დროა %s
ta: %s இல் இடைநிறுத்தம்

source: Disappears in %s
ka: გაქრობის დროა %s
ta: %s இல் மறைந்துவிடும்

source: Silent in %s
ka: გაჩუმების დროა %s
ta: %s இல் அமைதி

source: Rest break for %s
ka: შესვენება %s-ისთვის
ta: %sக்கு ஓய்வு இடைவேளை

source: Natural rest break
ka: ბუნებრივი დასვენების შესვენება
ta: இயற்கை ஓய்வு இடைவேளை

source: This is your natural rest break.
ka: ეს თქვენი ბუნებრივი დასვენების შესვენებაა.
ta: இது உங்களின் இயற்கையான ஓய்வு இடைவேளை.

source: This is your rest break. Make sure you stand up and walk away from your computer on a regular basis. Just walk around for a few minutes, stretch, and relax.
ka: ეს თქვენი დასვენების შესვენებაა. დარწმუნდით, მუდმივად დგებით და შორდებით კომპიუტერს. უბრალოდ იარეთ რამდენიმე წუთი, გაიწელეთ და მოდუნდით.
ta: இது உங்களின் ஓய்வு இடைவேளை. நீங்கள் எழுந்து நிற்கவும் வழக்கமாக உங்கள் கணினியிலிருந்து விலகிச் செல்லுங்கள். சில நிமிடங்கள் சுற்றி நடக்கவும், நீட்டி, ஓய்வெடுக்கவும்.

source: Statistics
ka: სტატისტიკა
ta: புள்ளிவிவரங்கள்

source: Browse history
ka: ისტორიის დათვალიერება
ta: வரலாற்றை உலாவவும்

source: Delete all statistics history
ka: სტატისტიკის ისტორიის სრული წაშლა
ta: அனைத்து புள்ளிவிவர வரலாற்றையும் நீக்கு

source: Date:
ka: თარიღი:
ta: தேதி:

source: Breaks
ka: შესვენებები
ta: இடைவேளைகள்

source: Break prompts
ka: შესვენების შეხსენებები
ta: இடைவேளை தூண்டுதல்கள்

source: The number of times you were prompted to break, excluding repeated prompts for the same break
ka: ჯამური რაოდენობა, რამდენჯერაც შეგახსენეთ, რომ დასვენება გჭირდებათ, იგივე შესვენებისთვის შეხსენებების გამოკლებით
ta: அதே இடைவேளைக்கான திரும்பத் திரும்ப கேட்கும் முறைகளைத் தவிர்த்து, எத்தனை முறை இடைவேளை எடுக்குமாறுத் தூண்டப்பட்டீர்கள்

source: Repeated prompts
ka: გამეორებული მოთხოვნები
ta: மீண்டும் மீண்டும் கேட்கும்

source: The number of times you were repeatedly prompted to break
ka: რამდენჯერ გთხოვთ ზედიზედ, დაგესვენათ
ta: எத்தனை முறை இடைவேளை எடுக்குமாறு நீங்கள் மீண்டும் மீண்டும் தூண்டப்பட்டீர்கள்

source: Prompted breaks taken
ka: აღებული მითითებული შესვენებები
ta: தூண்டப்பட்ட இடைவெளிகள் எடுக்கப்பட்டன

source: The number of times you took a break when being prompted
ka: რამდენჯერ დაისვენეთ მოთხოვნის შემდეგ
ta: உரையூட்டப்படும் போது நீங்கள் எத்தனை முறை ஓய்வு எடுத்தீர்கள்

source: Natural breaks taken
ka: აღებული ბუნებრივი შესვენებები
ta: இயற்கையாக எடுக்கப்பட்ட இடைவெளிகள்

source: The number of times you took a break without being prompted
ka: რამდენჯერ დაისვენეთ მოთხოვნის გარეშე
ta: உரையாடப்படாமல் எத்தனை முறை ஓய்வு எடுத்தீர்கள்

source: Breaks skipped
ka: გამოტოვებული შესვენებები
ta: தவிர்க்கப்பட்ட இடைவெளிகள்

source: The number of breaks you skipped
ka: შესვენებების რაოდენობა, რომელიც გამოტოვეთ
ta: நீங்கள் தவிர்த்த இடைவெளிகளின் எண்ணிக்கை

source: Breaks postponed
ka: გადადებული შესვენებები
ta: இடைவேளைகள் ஒத்திவைக்கப்பட்டது

source: The number of breaks you postponed
ka: შესვენებების რაოდენობა, რომელიც გადადეთ
ta: நீங்கள் ஒத்திவைத்த இடைவெளிகளின் எண்ணிக்கை

source: Overdue time
ka: დაგვიანების დრო
ta: தாமதமான நேரம்

source: The total time this break was overdue
ka: ჯამური დრო, რომლითაც ეს შესვენება იყო გადაცილებული
ta: இந்த இடைவேளையின் மொத்த நேரம்

source: Usage
ka: გამოყენება
ta: பயன்பாடு

source: Active computer usage
ka: კომპიუტერის აქტიური გამოყენება
ta: செயலில் உள்ள கணினி பயன்பாடு

source: Daily
ka: დღიურად
ta: நாள்தோறும்

source: The total computer usage for the selected day
ka: ჯამური კომპიუტერის გამოყენების დრო არჩეული დღისთვის
ta: தேர்ந்தெடுக்கப்பட்ட நாளின் மொத்த கணினி பயன்பாடு

source: Weekly
ka: კვირაში ერთხელ
ta: வாராந்திரம்

source: The total computer usage for the whole week of the selected day
ka: ჯამური კომპიუტერის გამოყენების დრო არჩეული დღის მთელი კვირისთვის
ta: தேர்ந்தெடுக்கப்பட்ட நாளின் முழு வாரத்திற்கான மொத்த கணினி பயன்பாடு

source: Monthly
ka: თვეში ერთხელ
ta: மாதாந்திர

source: The total computer usage for the whole month of the selected day
ka: ჯამური კომპიუტერის გამოყენების დრო არჩეული დღის მთელი თვისთვის
ta: தேர்ந்தெடுக்கப்பட்ட நாளின் முழு மாதத்திற்கான மொத்த கணினி பயன்பாடு

source: Activity
ka: აქტივობა
ta: செயல்பாடு

source: Mouse usage:
ka: თაგუნას გამოყენება:
ta: சுட்டி பயன்பாடு:

source: The total time you were using the mouse
ka: თაგუნას გამოყენების ჯამური დრო
ta: நீங்கள் சுட்டியை பயன்படுத்திய மொத்த நேரம்

source: Mouse movement:
ka: თაგუნას მოძრაობა:
ta: சுட்டி இயக்கம்:

source: The total on-screen mouse movement
ka: თაგუნას ეკრანზე მოძრაობის ჯამური დრო
ta: மொத்த திரையில் சுட்டி இயக்கம்

source: Effective mouse movement:
ka: ეფექტური თაგუნას გადაადგილება:
ta: பயனுள்ள சுட்டி இயக்கம்:

source: The total mouse movement you would have had if you moved your mouse in straight lines between clicks
ka: ჯამური თაგუნას გადაადგილებები, რომლებიც გექნებოდათ წკაპებს შორის თაგუნას სწორ ხაზზე გადაადგილების შემთხვევაში
ta: சொடுக்குகளுக்கு இடையே உங்கள் சுட்டியை நேர்கோட்டில் நகர்த்தியிருந்தால், மொத்த சுட்டி இயக்கம்

source: Mouse button clicks:
ka: თაგუნას ღილაკის წკაპები:
ta: சுட்டி பொத்தான் சொடுக்கவும்:

source: The total number of mouse button clicks
ka: თაგუნას ღილაკების დაწკაპუნების ჯამური რაოდენობა
ta: சுட்டி பொத்தான் சொடுக்குகளின் மொத்த எண்ணிக்கை

source: Keystrokes:
ka: ღილაკის დაჭერები:
ta: விசை அழுத்தங்கள்:

source: The total number of keys pressed
ka: დაჭერილი ღილაკების ჯამური რაოდენობა
ta: அழுத்தப்பட்ட விசைகளின் மொத்த எண்ணிக்கை

source: %s, from %s to %s
ta: %s, %s முதல் %s வரை

source: Warning
ka: გაფრთხილება
ta: எச்சரிக்கை

source: You have chosen to delete your statistics history. Continue?
ka: თქვენ აირჩიეთ თქვენი სტატისტიკის წაშლა. გააგრძელებთ?
ta: உங்கள் புள்ளிவிவர வரலாற்றை நீக்க நீங்கள் தேர்ந்தெடுத்துள்ளீர்கள். தொடரவா?

source: Files deleted!
ka: ფაილები წაიშალა!
ta: கோப்புகள் நீக்கப்பட்டன!

source: The files containing your statistics history have been deleted.
ka: თქვენი სტატისტიკის ისტორიის შემცველი საქაღალდეები წაიშალა.
ta: உங்கள் புள்ளிவிவர வரலாற்றைக் கொண்ட கோப்புகள் நீக்கப்பட்டன.

source: Info
ka: ინფორმაცია
ta: தகவல்

source: File deletion failed!
ka: ფაილების წაშლა ჩავარდა!
ta: கோப்பு நீக்கம் தோல்வியடைந்தது!

source: Error
ka: შეცდომა
ta: பிழை

source: %s%d:%02d:%02d hours
ka: %s%d:%02d:%02d სთ
ta: %s%d:%02d:%02d மணிநேரம்

source: %s%d:%02d minutes
ka: %s%d:%02d წთ
ta: %s%d:%02d நிமிடங்கள்

source: %s%d seconds
ka: %s%d წმ
ta: %s%d வினாடிகள்

source: Take rest break now
ka: აიღეთ დასასვენებელი შესვენება ახლა
ta: இப்போது ஓய்வு எடுங்கள்

source: Wait
ka: მოცდა
ta: காத்திரு

source: Place timers next to each other
ka: წამმზომების გვერდიგვერდ მოთავსება
ta: காலங்காட்டிகளை ஒன்றன்பின் ஒன்றாக வைக்கவும்

source: Place micro-break and rest break in one spot
ka: მიკროშესვენებისა და დასვენების შესვენების ერთ ადგილას მოთავსება
ta: நுண்-இடைவேளை மற்றும் ஓய்வு இடைவெளியை ஒரே இடத்தில் வைக்கவும்

source: Place rest break and daily limit in one spot
ka: დასვენების შესვენებისა და დღიური ლიმიტის ერთ ადგილას მოთავსება
ta: ஓய்வு இடைவேளை மற்றும் அன்றாட வரம்பை ஒரே இடத்தில் வைக்கவும்

source: Place all timers in one spot
ka: ყველა წამმზომის ერთ ადგილას მოთავსება
ta: அனைத்து காலங்காட்டிகளையும் ஒரே இடத்தில் வைக்கவும்

source: Hide
ka: დამალვა
ta: மறை

source: Show
ka: ჩვენება
ta: காட்டு

source: Show only when this timer is first due
ka: ჩვენება, მხოლოდ, მაშინ, როცა წამმზომი პირველად დასრულდება
ta: இந்த காலங்காட்டி முதலில் வரும்போது மட்டும் காட்டு

source: Display
ka: ჩვენება
ta: காட்சி

source: The status window stays always on top of other windows
ka: სტატუსის ფანჯარა ყოველთვის ყველა ფანჯრის თავზე გამოჩნდება
ta: நிலை சாளரம் எப்போதும் மற்ற சாளரங்களின் மேல் இருக்கும்

source: Show status window
ka: სტატუსის ფანჯრის ჩვენება
ta: நிலை சாளரத்தைக் காட்டு

source: Placement:
ka: განლაგება:
ta: இடம்:

source: Cycle time:
ka: ციკლის დრო:
ta: சுழற்சி நேரம்:

source: Micro-break:
ka: მიკროშესვენება:
ta: நுண்-இடைவெளி:

source: Rest break:
ka: შესვენება დასასვენებლად:
ta: ஓய்வு இடைவேளை:

source: Daily limit:
ka: დღიური ლიმიტი:
ta: அன்றாட வரம்பு:

source: Fallback applet enabled
ka: გადართვის აპლეტი ჩართულია
ta: பின்னடைவு பயன்பாடு இயக்கப்பட்டது

source: Show status icon
ka: სტატუსის ხატულას ჩვენება
ta: நிலை சின்னத்தைக் காட்டு

source: Enable timer
ka: ტაიმერის ჩართვა
ta: காலங்காட்டியை இயக்கு

source: Break prompting
ka: შესვენების შეხსენება
ta: இடைவேளை தூண்டுதல்

source: Prompt before breaking
ka: შეხსენება შესვენებამდე
ta: இடைவேளைக்கு முன் கேட்கவும்

source: Maximum number of prompts:
ka: შეხსენებების მაქს. რაოდენობა:
ta: அதிகபட்ச எண்ணிக்கையிலான தூண்டுதல்கள்:

source: Show 'Postpone' button
ka: 'გადადების' ღილაკის ჩვენება
ta: 'ஒத்திவை' பொத்தானைக் காட்டு

source: Show 'Skip' button
ka: 'გამოტოვების' ღილაკის ჩვენება
ta: 'தவிர்' பொத்தானைக் காட்டு

source: Regard micro-breaks as activity
ka: მიკროშესვენებების აქტივობად ჩათვლა
ta: நுண்-இடைவேளைகளை செயல்பாடாக கருதவும்

source: Number of exercises:
ka: სავარჯიშოების რაოდენობა:
ta: பயிற்சிகளின் எண்ணிக்கை:

source: Start restbreak when screen is locked
ka: დასვენების შესვენების დაწყება, როცა ეკრანი დაბლოკილია
ta: திரை பூட்டப்பட்டிருக்கும் போது ஒய்வு இடைவேளை தொடங்கு

source: Enable shutting down the computer from the rest screen
ka: დაშვენების ეკრანიდან კომპიუტერის გამორთვის დაშვება
ta: ஓய்வு திரையில் இருந்து கணினியை மூடுவதை இயக்கு

source: Time before end:
ka: დრო დასრულებამდე:
ta: முடிவதற்கு முன் நேரம்:

source: Time between breaks:
ka: დრო შესვენებებს შორის:
ta: இடைவெளிகளுக்கு இடையேயான நேரம்:

source: Break duration:
ka: შესვენების ხანგრძლივობა:
ta: இடைவேளை காலம்:

source: Postpone time:
ka: გადადების დრო:
ta: நேரத்தை ஒத்திவைக்கவும்:

source: Break prompt
ka: შესვენების შეხსენება
ta: இடைவேளை தூண்டு

source: Break ignored
ka: შესვენება გამოტოვებულია
ta: இடைவேளை புறக்கணிக்கப்பட்டது

source: Rest break started
ka: შესვენება დასასვენებლად დაიწყო
ta: ஓய்வு இடைவேளை தொடங்கியது

source: Rest break ended
ka: შესვენება დასასვენებლად დასრულდა
ta: ஓய்வு இடைவேளை முடிந்தது

source: Micro-break started
ka: მიკროშესვენება დაიწყო
ta: நுண்-இடைவெளி தொடங்கியது

source: Micro-break ended
ka: მიკროშესვენება დასრულდა
ta: நுண்-இடைவெளி முடிந்துவிட்டது

source: Exercise ended
ka: ვარჯიში დასრულდა
ta: உடற்பயிற்சி முடிந்தது

source: Exercises ended
ka: ვარჯიშები დასრულდა
ta: பயிற்சிகள் முடிந்தது

source: Exercise change
ka: ვარჯიშების შუალედი
ta: உடற்பயிற்சி மாற்றம்

source: Orientation
ka: ორიენტაცია
ta: நோக்குநிலை

source: The orientation of the tray
ka: სისტემური კუთხის ორიენტაცია
ta: தட்டில் நோக்குநிலை

source: Foreground color
ka: წინა პლანის ფერი
ta: முன்புற வண்ணம்

source: Foreground color for symbolic icons
ka: წინა პლანის ფერი სიმბოლური ხატულებისთვის
ta: குறியீட்டு சின்னங்களுக்கான முன்புற வண்ணம்

source: Error color
ka: შეცდომის ფერი
ta: பிழை நிறம்

source: Error color for symbolic icons
ka: შეცდომის ფერი სიმბოლური ხატულებისთვის
ta: குறியீட்டு சின்னங்களுக்கான பிழை வண்ணம்

source: Warning color
ka: გაფრთხილებების ფერი
ta: எச்சரிக்கை நிறம்

source: Warning color for symbolic icons
ka: გაფრთხილების ფერი სიმბოლური ხატულებისთვის
ta: குறியீட்டு சின்னங்களுக்கான எச்சரிக்கை வண்ணம்

source: Success color
ka: წარმატების ფერი
ta: வெற்றி நிறம்

source: Success color for symbolic icons
ka: წარმატების ფერი სიმბოლური ხატულებისთვის
ta: குறியீட்டு சின்னங்களுக்கான வெற்றி வண்ணம்

source: Padding
ka: შევსება
ta: திணிப்பு

source: Padding that should be put around icons in the tray
ka: შევსება, რომელიც სისტემურ საათთან ხატულის გარშემო უნდა დაიხატოს
ta: தட்டில் உள்ள சின்னங்களைச் சுற்றி வைக்கப்பட வேண்டிய திணிப்பு

source: Icon Size
ka: ხატულების ზომა
ta: சின்னம் அளவு

source: The pixel size that icons should be forced to, or zero
ka: პიქსელის ზომა, რომელზეც ხატულის ზომის ნაძალადევი დაყენება მოხდება. ანუ ნული
ta: சின்னங்கள் கட்டாயப்படுத்தப்பட வேண்டிய பிக்சல் அளவு, அல்லது சுழியம்

source: Program that assists in the recovery and prevention of RSI
ta: மீமீதிகாயத்தின் மீட்பு மற்றும் தடுப்புக்கு உதவும் திட்டம்
