Repository: rcaelers/workrave
Catalog: po/*.po
Languages: ka, ta

source: Workrave is a program that assists in the recovery and prevention of Repetitive Strain Injury (RSI). The program frequently alerts you to take micro-pauses, rest breaks and restricts you to your daily limit.
ta: பணிவெறி என்பது மீண்டும் மீண்டும் திரிபு காயத்தை (மீமீதிகாயம்) மீட்டெடுப்பதற்கும் தடுப்பதற்கும் உதவும் ஒரு நிரலாகும். நுண்-இடைநிறுத்தங்கள், ஓய்வு இடைவேளைகள் மற்றும் உங்களின் அன்றாட வரம்புக்கு உங்களை கட்டுப்படுத்துமாறு நிரல் அடிக்கடி உங்களை எச்சரிக்கிறது.

source: Assists in the prevention and recovery of Repetitive Strain Injury (RSI)
ka: დახმარება RSI-ის თავიდან აცილებაში და მისგან აღდგენაში
ta: மீண்டும் மீண்டும் திரிபு காயத்தின் (மீமீதிகாயம்) தடுப்பு மற்றும் மீட்புக்கு உதவுகிறது

source: typing;break;timer;wrists;health;rsi;
ka: typing;break;timer;wrists;health;rsi;კრეფა;ტაიმერი;მაჯა;ჯანმრთელობა;
ta: தட்டச்சு;இடைவேலை;காலங்காட்டி;மணிக்கட்டு;உடல்நலம்;மீமீதிகாயம்;

source: Shoulder-arm stretch
ka: მხრების გაწელვა
ta: தோள்-கை நீட்டிப்பு

source: Keep one arm horizontally stretched in front of your chest. Push this arm with your other arm towards you until you feel a mild tension in your shoulder. Hold this position briefly, and repeat the exercise for your other arm.
ta: ஒரு கையை உங்கள் மார்பின் முன் கிடைமட்டமாக நீட்டவும். உங்கள் தோளில் ஒரு லேசான பதற்றத்தை உணரும் வரை இந்த கையை உங்கள் மற்ற கையை உங்களை நோக்கி தள்ளுங்கள். இந்த நிலையை சுருக்கமாகப் பிடித்துக் கொள்ளுங்கள், மேலும் உங்கள் பிற கைக்கு உடற்பயிற்சியை மீண்டும் செய்யவும்.

source: Finger stretch
ka: თითების გაწელვა
ta: விரல் நீட்டல்

source: Separate and stretch your fingers until a mild tension is felt, and hold this for 10 seconds. Relax, then bend your fingers at the knuckles, and hold again for 10 seconds. Repeat this exercise once more.
ta: லேசான பதற்றம் உணரப்படும் வரை உங்கள் விரல்களை பிரித்து நீட்டவும், இதை 10 விநாடிகள் வைத்திருங்கள். ஓய்வெடுங்கள், பின்னர் உங்கள் விரல்களை நக்கிள்சில் வளைத்து, மீண்டும் 10 விநாடிகள் வைத்திருங்கள். இந்த பயிற்சியை மீண்டும் ஒரு முறை மீண்டும் செய்யவும்.

source: Neck tilt stretch
ka: დახრილი კისრის გაწელვა
ta: கழுத்து சாய்வு நீட்சி

source: Start with your head in a comfortable straight position. Then, slowly tilt your head to your right shoulder to gently stretch the muscles on the left side of your neck. Hold this position for 5 seconds. Then, tilt your head to the left side to stretch your other side. Do this twice for each side.
ta: வசதியான நேரான நிலையில் உங்கள் தலையுடன் தொடங்கவும். பின்னர், உங்கள் கழுத்தின் இடது பக்கத்தில் தசைகளை மெதுவாக நீட்ட உங்கள் தலையை உங்கள் வலது தோள்பட்டையில் மெதுவாக சாய்க்கவும். இந்த நிலையை 5 விநாடிகள் வைத்திருங்கள். பின்னர், உங்கள் மறுபக்கத்தை நீட்ட உங்கள் தலையை இடது பக்கமாக சாய்க்கவும். ஒவ்வொரு பக்கத்திற்கும் இதை இரண்டு முறை செய்யுங்கள்.

source: Backward shoulder stretch
ka: მხრის უკან გაწელვა
ta: பின்னோக்கி தோள்பட்டை நீட்டிப்பு

source: Interlace your fingers behind your back. Then turn your elbows gently inward, while straightening your arms. Hold this position for 5 to 15 seconds, and repeat this exercise twice.
ta: உங்கள் விரல்களை உங்கள் முதுகுக்குப் பின்னால் இணைக்கவும். பின்னர் உங்கள் கைகளை நேராக்கும்போது, ​​உங்கள் முழங்கைகளை மெதுவாக உள்நோக்கித் திருப்பவும். இந்த நிலையை 5 முதல் 15 வினாடிகள் வைத்திருங்கள், மேலும் இந்தப் பயிற்சியை இரண்டு முறை செய்யவும்.

source: Train focusing the eyes
ka: ივარჯიშეთ თვალების ფოკუსში
ta: கண்களை மையப்படுத்தும் பயிற்சி

source: Look at the upper left corner of the outside border of your monitor. Follow the border slowly to the upper right corner. Continue to the next corner, until you got around it two times. Then, reverse the exercise.
ta: உங்கள் மானிட்டரின் வெளிப்புற எல்லையின் மேல் இடது மூலையைப் பாருங்கள். எல்லையை மெதுவாக மேல் வலது மூலையில் பின்தொடரவும். அடுத்த மூலையில் தொடரவும், நீங்கள் அதை இரண்டு முறை சுற்றி வரும் வரை. பின்னர், உடற்பயிற்சியை மாற்றியமைக்கவும்.

source: Look for the furthest point you can see behind your monitor. Focus your eyes on the remote point. Then focus on your monitor border. Repeat it. If you cannot look very far from your monitor, face another direction with a longer view. Then switch your focus between a distant object and a pen held at the same distance from your eyes as your monitor.
ta: உங்கள் மானிட்டர் பின்னால் நீங்கள் காணக்கூடிய மிக அதிகமான புள்ளியைப் பாருங்கள். உங்கள் கண்களை தொலை புள்ளியில் கவனம் செலுத்துங்கள். உங்கள் மானிட்டர் எல்லையில் கவனம் செலுத்துங்கள். அதை மீண்டும் செய்யவும். உங்கள் மானிட்டரிலிருந்து வெகு தொலைவில் பார்க்க முடியாவிட்டால், நீண்ட பார்வையுடன் மற்றொரு திசையை எதிர்கொள்ளுங்கள். உங்கள் கவனத்தை தொலைதூர பொருளுக்கும், உங்கள் மானிட்டரின் கண்களிலிருந்து அதே தூரத்தில் வைத்திருக்கும் பேனாவிற்கும் இடையில் உங்கள் கவனத்தை மாற்றவும்.

source: Look into the darkness
ka: გაიხედეთ სიბნელეში
ta: இருட்டிருக்குள் பார்க்கவும்

source: Cover your eyes with your palms in such way that you can still open your eyelids. Now open your eyes and look into the darkness of your palms. This exercise gives better relief to your eyes compared to simply closing them.
ta: உங்கள் கண் இமைகளை இன்னும் திறக்கும் வகையில் உங்கள் கண்களை உங்கள் உள்ளங்கைகளால் மூடவும். இப்போது உங்கள் கண்களைத் திறந்து உங்கள் உள்ளங்கைகளின் இருளைப் பாருங்கள். இந்தப் பயிற்சியானது உங்கள் கண்களை மூடுவதை விட சிறந்த நிவாரணத்தை அளிக்கிறது.

source: Move the shoulders
ka: მხრების გამოძრავება
ta: தோள்களை நகர்த்தவும்

source: Spin your right arm slowly round like a plane propeller beside your body. Do this 4 times forwards, 4 times backwards and relax for a few seconds. Repeat with the left arm.
ta: உங்கள் வலது கையை உங்கள் உடலின் அருகே ஒரு விமான உந்துசக்தியைப் போல மெதுவாக சுழற்றுங்கள். இதை 4 மடங்கு முன்னோக்கி, 4 மடங்கு பின்னோக்கி மற்றும் சில விநாடிகள் ஓய்வெடுங்கள். இடது கையால் மீண்டும் செய்யவும்.

source: Move the shoulders up and down
ka: გაამოძრავეთ მხრები ზემო-თქვემოთ
ta: தோள்களை மேலும் கீழும் நகர்த்தவும்

source: Put your hands on the armrests of your chair when you are sitting down and press your body up until your arms are straight. Try to move your head even further by lowering your shoulders. Slowly move back into your chair.
ta: நீங்கள் உட்கார்ந்திருக்கும் போது உங்கள் நாற்காலியின் கைத்தாங்கலில் உங்கள் கைகளை வைத்து, உங்கள் கைகள் நேராக இருக்கும் வரை உங்கள் உடலை மேலே அழுத்தவும். உங்கள் தோள்களைக் குறைத்து உங்கள் தலையை மேலும் நகர்த்த முயற்சிக்கவும். மெதுவாக உங்கள் நாற்காலியில் நகர்த்தவும்.

source: Turn your head
ka: მოაბრუნეთ თავი
ta: உங்கள் தலையைத் திருப்பவும்

source: Turn your head left and keep it there for 2 seconds. Then turn your head right and keep it there for 2 seconds.
ka: მიაბრუნეთ თავი მარცხნივ და გააჩერეთ ასე 2 წამი. შემდეგ მიაბრუნეთ მარჯვნივ და გააჩერეთ ასე 2 წამი.
ta: உங்கள் தலையை இடதுபுறமாகத் திருப்பி 2 வினாடிகள் அங்கேயே வைக்கவும். பின்னர் உங்கள் தலையை வலதுபுறமாகத் திருப்பி 2 வினாடிகள் அங்கேயே வைக்கவும்.

source: {:%x}, from {:%X} to {:%X}
ka: {:%x}, {:%X}-დან {:%X}-მდე
ta: {:%x}, {:%X} இலிருந்து {:%X} வரை

source: <h3>Version {}</h3>
ka: <h3>ვერსია {}</h3>
ta: <h3>பதிப்பு {}</h3>

source: A new version of {} is available
ka: ხელმისაწვდომია {}-ის ახალი ვერსია
ta: {} இன் புதிய பதிப்பு உள்ளது

source: Auto update
ka: ავტომატური განახლება
ta: தானியங்கு மேம்படுத்தல்

source: Automatically check for updates
ka: განახლების ავტომატური შემოწმება
ta: புதுப்பிப்புகளை தானாக சரிபார்க்கவும்

source: Check for _Updates
ka: განახლების შემ_ოწმება
ta: புதுப்பிப்புகளை சரிபார்க்கவும்

source: Crash report
ka: ანგარიში ავარიის შესახებ
ta: விபத்து அறிக்கை

source: Crash report details
ka: ავარიის ანგარიშის დეტალები
ta: விபத்து அறிக்கை விவரங்கள்

source: Details...
ka: დეტალები...
ta: விவரங்கள்...

source: Focus Assist
ka: ფოკუსის დამხმარე
ta: கவன உதவி

source: For 1 hour
ka: 1 საათით
ta: 1 மணிநேரத்திற்கு

source: For 1 minute
ka: 1 წუთით
ta: 1 நிமிடத்திற்கு

source: Force the use of X11 on Wayland (requires restart of Workrave)
ka: X11-ის ძალით გამოყენება Wayland-ზე (ითხოვს Workrave-ის გადატვირთვას)
ta: வழிநிலத்தில் X11 ஐ கட்டாயப்படுத்தவும் (பணிவெறியின் மறுதொடக்கம் தேவை)

source: Indefinitely
ka: უსასრულოდ
ta: காலவரையின்றி

source: Look at the upper left corner of the outside border of your monitor. Follow the border slowly to the upper right corner. Continue to the next corneruntil you got around it two times. Then, reverse the exercise.
ta: உங்கள் கண்காணியின் வெளிப்புற எல்லையின் மேல் இடது மூலையைப் பார்க்கவும். எல்லையை மெதுவாக மேல் வலது மூலையில் பின்தொடரவும். அடுத்த மூலைக்குச் செல்லவும், நீங்கள் அதை இரண்டு முறை சுற்றி வரும் வரை. பிறகு, உடற்பயிற்சியைத் திருப்பவும்.

source: Monitoring
ka: მონიტორინგი
ta: கண்காணித்தல்

source: Move the eyes
ka: გაამოძრავეთ თვალები
ta: கண்களை நகர்த்தவும்

source: Note that this crash report also contains technical information about the state of Workrave when it crashed.
ka: დაიმახსოვრეთ, რომ ეს ავარიის ანგარიში ასევე შეიცავს ტექნიკურ ინფორმაციას Workrave-ის მდგომარეობის შესახებ, როცა ის გაითიშა.
ta: இந்த செயலிழப்பு அறிக்கை செயலிழந்த போது, பணிவெறி நிலை பற்றிய தொழில்நுட்ப தகவல்களையும் கொண்டுள்ளது என்பதை நினைவில் கொள்ளவும்.

source: Operation mode during Focus Assist:
ka: ოპერაციის რეჟიმი Focus Assist-ის დროს:
ta: கவன உதவியின் போது இயக்க முறை:

source: Q_uiet (until %1%)
ka: ჩ_უმად (%1%-მდე)
ta: அமைதி (%1% வரை)

source: Q_uiet (until next day)
ka: ჩ_უმად (შემდეგ დღემდე)
ta: அமைதி (அடுத்த நாள் வரை)

source: Release channel:
ka: რელიზის არხი:
ta: சேனலை வெளியிடு:

source: Release notes
ka: გამოცემის შენიშვნები
ta: வெளியீட்டு குறிப்புகள்

source: Set operation mode based on Windows Focus Assist
ka: ოპერაციის რეჟიმის დაყენება Windows Focus Assist-ზე დაყრდნობით
ta: சாளரங்கள் கவன உதவியாளரின் அடிப்படையில் செயல்பாட்டு முறையை அமைக்கவும்

source: Software Update
ka: პროგრამების განახლება
ta: மென்பொருள் புதுப்பிப்பு

source: Software updates
ka: პროგრამული განახლებები
ta: மென்பொருள் புதுப்பிப்புகள்

source: Submit crash report to the Workrave developers
ka: გაუგზავნეთ ავარიის ანგარიში Workrave-ის პროგრამისტებს
ta: பணிவெறி நிரலர்களுக்கு செயலிழப்பு அறிக்கையை சமர்ப்பிக்கவும்

source: Temporarily Quiet...
ka: დროებით ჩუნადაა...
ta: தற்காலிகமாக அமைதியாக...

source: Temporarily Suspended...
ka: დროებით შეშერებულია....
ta: தற்காலிகமாக இடைநிறுத்தப்பட்டது...

source: The files containing your statistics history could not be deleted. Try again?
ka: თქვენი სტატისტიკის შემცველი ფაილების წაშლა შეუძლებელია. ვცადო კიდევ ერთხელ?
ta: உங்கள் புள்ளிவிவர வரலாற்றைக் கொண்ட கோப்புகளை நீக்க முடியவில்லை. மீண்டும் முயற்சிக்கவா?

source: The following logging will be attached to the crash report:
ka: ავარიის ანგარიშზე მიმაგრებული იქნება შემდეგი ჟურნალი:
ta: பின்வரும் பதிவு செயலிழப்பு அறிக்கையுடன் இணைக்கப்படும்:

source: Until next day
ka: შემდეგი დღემდე
ta: அடுத்த நாள் வரை

source: Use dark theme
ta: இருண்ட கருப்பொருள் பயன்படுத்து

source: Version {}
ka: ვერსია {}
ta: பதிப்பு {}

source: Workrave could not monitor your keyboard and mouse activity.
ka: Workrave-მა ვერ შეძლო თქვენი თაგუნას და კლავიატურის აქტივობის მონიტორინგი.
ta: பணிவெறியால் உங்கள் விசைப்பலகை மற்றும் சுட்டி செயல்பாட்டை கண்காணிக்க முடியவில்லை.

source: Workrave crash reporter
ka: Workrave-ის შეცდომების გამგზავნი
ta: பணிவெறி செயலிழப்பு அறிக்கையாளர்

source: Workrave does not fully support Wayland natively. This option forces the use of X11 on Wayland. Changing this option requires a restart of Workrave.
ka: Workrave-ს Wayland-ის საკუთარი მხარდაჭერა არ აქვს. ეს პარამეტრი X11-ს იყენებს Wayland-ზე. ამ პარამეტრის შეცვლას Workrave-ის გადატვირთვა სჭირდება.
ta: பணிவெறி இயல்பான முறையில் வழிநிலத்தை முழுமையாக ஆதரிக்கவில்லை. இந்த விருப்பம் வழிநிலத்தில் X11 ஐ பயன்படுத்துவதை கட்டாயப்படுத்துகிறது. இந்த விருப்பத்தை மாற்ற பணிவெறியின் மறுதொடக்கம் தேவைப்படுகிறது.

source: Workrave encountered a problem and crashed. Please help us to diagnose and fix this problem by sending a crash report.
ka: Workrave-მა აღმოაჩინა პრობლემა და ავარიულად დასრულდა. დაგვეხმარეთ ამ პრობლემის დიაგნოსტიკაში და გასწორებაში ავარიის ანგარიშის გამოგზავნით.
ta: பணிவெறி ஒரு சிக்கலை எதிர்கொண்டது மற்றும் செயலிழந்தது. செயலிழப்பு அறிக்கையை அனுப்புவதன் மூலம் இந்த சிக்கலைக் கண்டறிந்து சரிசெய்ய எங்களுக்கு உதவவும்.

source: Workrave has crashed.
ka: Workrave ავარიულად დასრულდა.
ta: பணிவெறி செயலிழந்தது.

source: _Install update
ka: განახლებ_ის დაყენება
ta: புதுப்பிப்பை நிறுவவும்

source: _Remind me later
ka: მოგვიანებით შემახსე_ნე
ta: பின்னர் எனக்கு நினைவூட்டு

source: _Skip this version
ka: ამ ვერსიი_ს გამოტოვება
ta: இந்த பதிப்பை தவிர் (_S)

source: _Suspended (until %1%)
ka: შე_ჩერებულია (%1%-მდე)
ta: இடைநிறுத்தப்பட்டது (%1% வரை)

source: _Suspended (until next day)
ka: შე_ჩერებულია (შემდეგ დღემდე)
ta: இடைநிறுத்தப்பட்டது (அடுத்த நாள் வரை)

source: and 1 minute
ka: და 1 წუთი
ta: மற்றும் 1 நிமிடம்

source: crash details
ka: ავარიის დეტალები
ta: செயலிழப்பு விவரங்கள்

source: {} {} is now available -- you have {}. Would you like to download it now?
ka: ახლა ხელმისაწვდომია {} {} -- გაქვთ {}. გნებავთ მისი ახლა გადმოწერა?
ta: {} {} இப்போது கிடைக்கிறது -- உங்களிடம் {} உள்ளது. அதை இப்போது பதிவிறக்க விரும்புகிறீர்களா?

source: About...
ta: பற்றி...

source: Connect
ta: இணை

source: Custom
ta: தனிப்பயன்

source: Daily usage
ta: அன்றாட பயன்பாடு

source: Disconnect
ta: துண்டிக்கவும்

source: Quit
ta: வெளியேறு

source: Reconnect
ta: மீண்டும் இணை

source: _About...
ta: பற்றி...

source: _Connect
ta: இணை

source: Replaced by use-microbreak-activity
ka: ჩანაცვლებულია use-microbreak-activity-ით

source: For %1% hours
ka: %1% საათით

source: and %1% minutes
ka: და %1% წუთი

source: For %1% minutes
ka: %1% წუთით

source: _Close
ka: და_ხურვა

source: Downloading installer
ka: დაყენების პროგრამის გადმოწერა

source: Verifying installer
ka: დაყენების პროგრამის შემოწმება

source: Running installer
ka: დაყენების პროგრამის გაშვება

source: Stable
ka: სტაბილური

source: Release Candidate
ka: რელიზის კანდიდატი

source: Beta
ka: ბეტა

source: No proxy
ka: პროქსის გარეშე

source: System proxy
ka: სისტემური პროქსი

source: Custom proxy
ka: მორგებული პროქსი

source: Get updates as soon as they are available
ka: ვერსიების მიღება მაშინვე, როცა ის ხელმისაწვდომია

source: Proxy Type:
ka: პროქსის ტიპი:

source: Proxy:
ka: პროქსი:

source: Invalid appcast
ka: არასწორი appcast

source: Failed to download appcast
ka: appcast-ის გადმოწერის შეცდომა

source: Failed to download installer
ka: დაყენების პროგრამის გადმოწერის შეცდომა

source: Failed to validate installer integrity. Aborting upgrade
ka: დაყენების პროგრამის მთლიანობის შემოწმება ჩავარდა. განახლება შეწყდება

source: Failed to execute installer
ka: დაყენების პროგრამის გაშვების შეცდომა

source: Internal failure. Aborting upgrade
ka: შიდა შეცდომა. განახლება შეწყდება

source: Note that not all desktop environments show system tray icons, or have disabled system tray icons by default.
ka: გაითვალისწინეთ, რომ სისტემურ საათთან ხატულების ჩვენების მხარდაჭერა ყველა სამუშაო მაგიდის გარემოს არ გააჩნია, ან ამის მხარდაჭერა ნაგულისხმევად გამორთული აქვთ.

source: Use GNOME Shell extension for showing break prompts on Wayland (EXPERIMENTAL)
ka: GNOME-ის გარსის გაფართოების გამოყენება Wayland-ზე შესვენების მოთხოვნების საჩვენებლად (ექსპერიმენტული)

source: Workrave can use its GNOME Shell extension to enhance its integration with the desktop environment running on Wayland.
ka: Wayland-ზე მუშაობისას თავისი სამუშაო მაგიდასთან ინტეგრაციის გასაუმჯობესებლად Workrave-ს შეუძლია, თავისი GNOME-ის გარსის გაფართოება გამოიყენოს.

source: Light
ka: ღია

source: Dark
ka: მუქი

source: Auto
ka: ავტო

source: Dark mode:
ka: მუქი რეჟიმი:

source: Note that the status window is only hidden if the status icon, or an applet is shown. Some desktop environments do not support, or have disabled status icons.
ka: გაითვალისწინეთ, რომ სტატუსის ფანჯარა, მხოლოდ, მაშინაა დამალული, თუ ნაჩვენებია სტატუსის ხატულა, ან აპლეტი. ზოგიერთ სამუშაო გარემოს არ აქვს სტატუსის ხატულების მხარდაჭერა, ან გამორთული აქვთ ის.

source: Break in {}
ka: შესვენამდე დარჩა {}

source: Disappears in {}
ka: გაქრობის დროა {}

source: Silent in {}
ka: გაჩუმების დროა {}

source: Workrave assists in the recovery and prevention of Repetitive Strain Injury (RSI)
ka: Workrave გეხმარებათ RSI-ის თავიდან აცილებაში და მისგან აღდგენაში

source: The break warning window
ka: შესვენების გაფრთხილების ფანჯარა

source: The restbreak window
ka: დასასვენებელი შესვენების ფანჯარა

source: The main window
ka: მთავარი ფანჯარა
